[T_Guerilla_Ops_Recover_Item_Central_01 SoundNodeWave]
SpokenText="Согласно отчетам разведки, хранилище данных \"Адвента\" с информацией о будущей операции было украдено силами Сопротивления. К сожалению, пришельцы успели отбить объект, уничтожив всех, кого там застали. Нельзя упустить такую возможность нарушить планы врага. Захватите эти данные."

[T_Guerilla_Ops_Recover_Item_Central_02 SoundNodeWave]
SpokenText="Местные силы Сопротивления захватили хранилище данных \"Адвента\" с файлами, касающимися операции пришельцев, о которой нам недавно стало известно. Однако враг так просто не сдается - пришельцы вернули себе и территорию, и данные, а также уничтожили всех, кого смогли обнаружить. Нас так просто не остановить. Захватите данные."

[T_Guerilla_Ops_Recover_Item_Central_03 SoundNodeWave]
SpokenText="Отряд Сопротивления, действующий в этом районе, напал на силы \"Адвента\" и, похоже, захватил хранилище данных, имеющих важное значение для операции пришельцев. К сожалению, вражеские подкрепления вернули территорию под свой контроль, и связь с местными агентами оборвалась. Мы готовимся провести зачистку местности и снова захватить данные."

[T_Guerilla_Ops_Recover_Item_Central_04 SoundNodeWave]
SpokenText="Группа местных агентов Сопротивления напала на патруль \"Адвента\" и обнаружила хранилище данных, которое тот транспортировал. Похоже, в нем хранится важная информация, касающаяся проекта пришельцев, о котором нам уже известно. К сожалению, на место быстро прибыло вражеское подкрепление, и мы полностью потеряли связь с силами Сопротивления. Наша задача - зачистить сектор и вернуть данные."

[AssaultAlienBase_TacIntro SoundNodeWave]
SpokenText="\"Угроза 1-5\": осуществите проникновение и разведку территории. Будьте готовы к активному сопротивлению, нейтрализуйте все силы врага."

[T_AssaultNetworkTower_Central_01 SoundNodeWave]
SpokenText="Шеф, мы планируем напасть сразу с двух сторон. Сперва мы взломаем самое сердце башни \"Адвента\" и выведем из строя сеть - тут придется действовать быстро. Если мы сможем перехватить управление, Шэнь подготовит маленький сюрприз, который должен, мягко говоря, отвлечь внимание наших противников. Перекроем подходы, зачистим сектор и нейтрализуем все силы противника, охраняющие цель. Если все пройдет гладко, они даже не успеют понять, что случилось."

[T_Guerilla_Ops_Recover_Item_Advent_Building_Central_01 SoundNodeWave]
SpokenText="Разведка сообщает, что силы \"Адвента\" разместили незащищенное хранилище данных на одном из своих объектов в этой зоне. Насколько мы знаем, в нем находится информация о грядущей операции пришельцев. Соответственно, мы собираемся захватить его. Заполучите эти данные любой ценой."

[T_Guerilla_Ops_Recover_Item_Advent_Building_Central_02 SoundNodeWave]
SpokenText="Доктор Тайган какое-то время отслеживал передвижение хранилища данных \"Адвента\" с информацией о новой операции пришельцев и в конечном итоге смог установить, что сейчас оно находится на одном из их объектов в этом районе. Тайган полагает, что мы в состоянии извлечь данные, при условии, что справимся с охраной."

[T_Guerilla_Ops_Recover_Item_Advent_Building_Central_03 SoundNodeWave]
SpokenText="Используя доступ к сети \"Адвента\", мы вычислили местоположение хранилища данных: это один из объектов врага в этом районе. Насколько можно судить, там содержатся данные, касающиеся готовящейся операции пришельцев. Наша задача - захватить их. Ожидается сопротивление, так что это будет нелегко."

[T_Guerilla_Ops_Recover_Item_Advent_Building_Central_04 SoundNodeWave]
SpokenText="По линии Сопротивления поступила наводка, что патрульный отряд \"Адвента\" организовал хранилище данных в этом районе. Похоже, в нем находятся файлы, касающиеся планируемой операции пришельцев. Мы не можем упустить возможность помешать им, поэтому собираемся захватить эти данные."

[T_Guerilla_Ops_Recover_Item_Advent_Building_Central_05 SoundNodeWave]
SpokenText="Мы получили вести от Сопротивления: один из их агентов обнаружил в этом районе хранилище данных \"Адвента\" с информацией о планируемой операции. Наша задача: захватить данные, чтобы остановить врага, пока все не зашло слишком далеко."

